
export interface ImageItem {
  id: number;
  src: string;
  alt: string;
}

export const galleryImages: ImageItem[] = [
  { id: 1, src: '/uploads/09eb20c4-82ab-42ad-90b0-45341be3b0da.webp', alt: 'Смесительно-зарядная машина МЗУ-14-НПБ с возможностью заряжания скважин смесевыми эмульсионными и гранулированными ВВ в количестве 14 тонн' },
  { id: 2, src: '/uploads/1e9cfe7b-6b5c-467a-afd2-38e25a0865f7.webp', alt: 'Смесительно-зарядная машина МЗУ-14-НПБ с возможностью заряжания скважин смесевыми эмульсионными и гранулированными ВВ в количестве 14 тонн' },
  { id: 3, src: '/uploads/15204397-b709-4394-ad8c-9ecb0fc70732.webp', alt: 'Смесительно-зарядная машина МЗУ-14-НПБ с возможностью заряжания скважин смесевыми эмульсионными и гранулированными ВВ в количестве 14 тонн' },
  { id: 4, src: '/uploads/04e619ae-ac56-477d-8f61-36df78335511.webp', alt: 'Смесительно-зарядная машина МЗУ-14-НПБ с возможностью заряжания скважин смесевыми эмульсионными и гранулированными ВВ в количестве 14 тонн' },
  { id: 5, src: '/uploads/333b542e-208e-494e-b29c-4ed383ca364b.webp', alt: 'Буровая установка с гусеничным ходом, оснащенный специальным оборудованием для горных работ.' },
  { id: 6, src: '/uploads/552e6efa-bb5d-4c80-b52b-af9f284d6991.webp', alt: 'Буровая установка Kaishan с буровым оборудованием "Алмазгеобур", готовая к проведению геологических исследований.' },
  { id: 7, src: '/uploads/23b30a52-46f7-4d76-9ca5-514614e525c7.webp', alt: 'Буровая установка Epiroc работает на открытой местности в условиях зимы.' },
  { id: 8, src: '/uploads/9ea629f2-5469-476f-a238-5e0583f5c8a7.webp', alt: 'Буровая установка Epiroc с высоким буровым столбом, предназначенная для горных или строительных работ.' },
  { id: 9, src: '/uploads/aedd666d-878b-495e-b9e9-e70a80c134aa.webp', alt: 'Буровая установка с гусеничным ходом движется по дороге в зимних условиях, оснащенный дополнительным оборудованием для работы в сложных погодных условиях.' },
];
