const galleryui = {
  ru: {
    'gallery.ui.hero.title': 'Галерея',
    'gallery.ui.hero.subtitle':
      'Фотографии наших объектов, техники и производственных мощностей',

    'gallery.ui.modal.close': 'Закрыть',
    'gallery.ui.modal.prev': 'Предыдущее изображение',
    'gallery.ui.modal.next': 'Следующее изображение',
    'gallery.ui.modal.counter': 'Изображение {current} из {total}',

    'gallery.ui.image.1.alt':
      'Смесительно-зарядная машина МЗУ-14-НПБ с возможностью заряжания скважин смесевыми эмульсионными и гранулированными ВВ в количестве 14 тонн',
    'gallery.ui.image.2.alt':
      'Смесительно-зарядная машина МЗУ-14-НПБ с возможностью заряжания скважин смесевыми эмульсионными и гранулированными ВВ в количестве 14 тонн',
    'gallery.ui.image.3.alt':
      'Смесительно-зарядная машина МЗУ-14-НПБ с возможностью заряжания скважин смесевыми эмульсионными и гранулированными ВВ в количестве 14 тонн',
    'gallery.ui.image.4.alt':
      'Смесительно-зарядная машина МЗУ-14-НПБ с возможностью заряжания скважин смесевыми эмульсионными и гранулированными ВВ в количестве 14 тонн',
    'gallery.ui.image.5.alt':
      'Буровая установка с гусеничным ходом, оснащенный специальным оборудованием для горных работ.',
    'gallery.ui.image.6.alt':
      'Буровая установка Kaishan с буровым оборудованием "Алмазгеобур", готовая к проведению геологических исследований.',
    'gallery.ui.image.7.alt':
      'Буровая установка Epiroc работает на открытой местности в условиях зимы.',
    'gallery.ui.image.8.alt':
      'Буровая установка Epiroc с высоким буровым столбом, предназначенная для горных или строительных работ.',
    'gallery.ui.image.9.alt':
      'Буровая установка с гусеничным ходом движется по дороге в зимних условиях, оснащенный дополнительным оборудованием для работы в сложных погодных условиях.',
  },
  zh: {
    'gallery.ui.hero.title': '图库',
    'gallery.ui.hero.subtitle': '我们的工程项目、设备与生产基地照片',

    'gallery.ui.modal.close': '关闭',
    'gallery.ui.modal.prev': '上一张图片',
    'gallery.ui.modal.next': '下一张图片',
    'gallery.ui.modal.counter': '第 {current} 张，共 {total} 张',

    'gallery.ui.image.1.alt':
      'МЗУ-14-НПБ型混装车，可向钻孔内装填乳化与粒状混合炸药，装载量达14吨。',
    'gallery.ui.image.2.alt':
      'МЗУ-14-НПБ型混装车，可向钻孔内装填乳化与粒状混合炸药，装载量达14吨。',
    'gallery.ui.image.3.alt':
      'МЗУ-14-НПБ型混装车，可向钻孔内装填乳化与粒状混合炸药，装载量达14吨。',
    'gallery.ui.image.4.alt':
      'МЗУ-14-НПБ型混装车，可向钻孔内装填乳化与粒状混合炸药，装载量达14吨。',
    'gallery.ui.image.5.alt': '履带式钻机，配备矿山作业专用设备。',
    'gallery.ui.image.6.alt':
      '配备“Алмазгеобур”钻探设备的开山（Kaishan）钻机，随时可开展地质勘探工作。',
    'gallery.ui.image.7.alt': '安百拓（Epiroc）钻机在冬季露天场地作业。',
    'gallery.ui.image.8.alt':
      '配备高钻架的安百拓（Epiroc）钻机，适用于矿山或建筑施工作业。',
    'gallery.ui.image.9.alt':
      '履带式钻机在冬季道路上行驶，配备了应对复杂气候条件的附加设备。',
  },
};

export default galleryui;
