const licensesui = {
  ru: {
    'licenses.ui.hero.title': 'Лицензии и сертификаты',
    'licenses.ui.hero.subtitle':
      'Документы, подтверждающие право ООО «Гранит» на осуществление деятельности',

    'licenses.ui.modal.close': 'Закрыть',

    'licenses.ui.card.1.title':
      'Лицензия на осуществление деятельности связанная с обращением взрывчатых материалов промышленного назначения. Сторона 1',
    'licenses.ui.card.2.title':
      'Лицензия на осуществление деятельности связанная с обращением взрывчатых материалов промышленного назначения. Сторона 2',
    'licenses.ui.card.3.title':
      'Лицензия на осуществление деятельности связанная с обращением взрывчатых материалов промышленного назначения. Приложение',
    'licenses.ui.card.4.title': 'Лицензия на пользование недрами',
    'licenses.ui.card.5.title':
      'Разрешение на применение технических веществ и изделий на их основе',
    'licenses.ui.card.6.title':
      'Разрешение на применение технических веществ и изделий на их основе',
    'licenses.ui.card.7.title':
      'Сертификат соответствия (Евразийский Экономический Союз)',
    'licenses.ui.card.8.title':
      'Свидетельство о регистрации зарегестрированных в гос. реестре опасных производственных обьектов',
  },
  zh: {
    'licenses.ui.hero.title': '许可证与证书',
    'licenses.ui.hero.subtitle': '证明«Гранит»有限责任公司具备经营资质的文件',

    'licenses.ui.modal.close': '关闭',

    'licenses.ui.card.1.title': '工业用途爆炸材料流通经营活动许可证。第1面',
    'licenses.ui.card.2.title': '工业用途爆炸材料流通经营活动许可证。第2面',
    'licenses.ui.card.3.title': '工业用途爆炸材料流通经营活动许可证。附录',
    'licenses.ui.card.4.title': '矿产资源使用许可证',
    'licenses.ui.card.5.title': '技术物质及其制品应用许可',
    'licenses.ui.card.6.title': '技术物质及其制品应用许可',
    'licenses.ui.card.7.title': '符合性证书（欧亚经济联盟）',
    'licenses.ui.card.8.title': '国家注册簿危险生产设施登记证明',
  },
};

export default licensesui;
